#1) შექმენით ცვლადი სახელად score, სადაც შეინახავთ მოთამაშის ქულას, საბოლოოდ კი დაპრინტეთ ის


score = " 100"

print(score)
print("---------------------------------------------------------------------------------------------")

#2) შექმენი ცვლადი სახელად health, სადაც შეინახავთ მოთამაშის სიცოცხლეს, საბოლოოდ კი დაპრინტეთ ის


health = " 1000"

print(health)
print("---------------------------------------------------------------------------------------------")

#3) შექმენით ორი ცვლადი, attacking_points და defence_points სადაც შეინახავთ მოთამაშის ქულებს, საბოლოოდ კი დაპრინტეთ ორივე ერთ წინადადებაში


attacing_points = " 50 "

defence_points = " 30 "

print(attacing_points + defence_points)
print("---------------------------------------------------------------------------------------------")

#4) შექმენით შემდეგი ცვლადები: math_score, english_score, science_score, chemistry_score და history_score სადაც შეინახავ მოსწავლის ქულებს თითოეულ საგანში, შემდეგ დაპრინტეთ ისინი


math_score = " 70 "

science_score = " 60 "

chemistry_score = " 85 "

history_score = " 40 "

print(math_score + science_score + chemistry_score + history_score)
print("---------------------------------------------------------------------------------------------")

#5) შექმენით შემდეგი ცვლადები: name, surname, age და მათი გამოყენებით ააწყვეთ ერთი დიდი წინადადება


name = "Luka"

surname = "Fifia"

age = "15"

print(name +" "  + surname + " " + str(age))